{
    "title": "Court told exam officials got Sh1m bribes in tender",
    "author": "JOHN NJAGI",
    "source_url": "http://www.nation.co.ke/news/Knec-Tender-Corruption-Smith-Ozman/-/1056/2527300/-/7s0ckhz/-/index.html",
    "text": "Five top officials of the national examinations body received Sh1.1 million in bribes from a UK company involved in the printing of certificates in Kenya, a London court heard on Tuesday.\n\nAccording to court papers produced in court, Kenya National Examinations Council (Knec) officials are said to have received kickbacks of over Sh1 million from an agent of Smith & Ozman, a UK company that was seeking to win back the lucrative tender.\n\nIts directors, Christopher and Nicholas Smith, are said to have used their agent in the country, Mr Trevy Oyombra, to bribe the officials to win back the tender, which had allegedly been given to another company.\n\nOne of the directors, Christopher Smith, used his relationship with Knec computer manager Ephraim Wanderi, who became the entry point into the mega scandals that saw the officials and their families receive cash handouts and other gifts.\n\nThe court papers say the exams council paid Sh39 billion to the UK firm in November 2010, after which Mr Oyombra was instructed by Mr Nicholas Smith to pay the officials $1,000 each.\n\n“In addition the exams council chief executive Mr Paul Wasanga was paid £5,000, (Sh704,200) in cash, when he visited the S&O premises in Eastbourne in July 2010.\n\n“Mr Christopher Smith made a payment of £200 (Sh28,168) by Western Union to Mr Wanderi on May 21, 2010,” state evidence proffered by the prosecution shows.\n\nOther officers said to have benefited from the scam include Principal Supplies Officer Michael Ndua, Mr Gitogo, the ICT manager, and Mr Wanyanga, the deputy chief executive, who were handed $1,000 each, or Sh90,100 by the current exchange rates.\n\nAlso implicated was Mr Wanderi’s son, who received gifts such as a Samsung Notebook, a PlayStation 3 games console and games and an HP laptop computer, the documents say.\n\nMr Oyombra, the Kenyan agent for S&O, received a total of Sh1.7 million for his role in bribing the Kenyan officials.\n\nProsecutors said the agent, who was paid in commission, was used as a conduit to wire money for onward transmission to the corrupt Knec officials, couched as commission that he was getting as a representative of the UK company.\n\nCOLLECTION FORMS\n\nThe deals included a contract to produce and print Optical mark recognition forms, a contract to produce examination certificates and mark sheets, and a contract to produce photo collection forms.\n\nThe court papers state S&O had a steady flow of business through 2008, but the two directors of the UK firm facing corruption charges in the Kenyan case, and others in Somaliland, Ghana and Mauritania, took the view that they had lost the Kenyan business to competitors.\n\nIn 2009, they set out to get the Kenyan contract back.\n\nIn June 2009, Nicholas Smith landed in Kenya and met Mr Wanderi to discuss specifications for the supply of certificates and forms.\n\nIn a follow-up email, Mr Smith is said to have remarked, “I sincerely hope that this year we can win this work back and continue our relationship with the exams council.”\n\nMr Smith also made it clear in the email that he had met Mr Wasanga and Mr Ndua, and stated that the latter was aware his firm wanted the business back although Nicholas Smith was “not sure he really needs anything”.\n\nThe papers note that there was dissatisfaction at Knec with the existing supplier and Nicholas Smith wished to exploit the opportunity and secure the contract.\n\nOn July 22, 2009, Mr Nicholas Smith emailed his father, Christopher, reporting that Mr Wasanga was keen for the firm to win back the business.\n\nHe added: “Wasanga is playing ball and certainly wants us to win this back.”\n\nThe court documents indicate that the final figure Knec paid for the contract was inflated to take care of the officials’ kickbacks, setting in motion one of the grandest corruption scandals of recent times, affecting an institution that is meant to be a paragon of virtue, having been tasked with moulding future generations."
}
